Repository: tkhduracell/phoenix_skooog
Catalog: skooog/priv/gettext/*/LC_MESSAGES/default.po
Languages: sv_se

source: Objects
sv_se: Objekt

source: Supplier
sv_se: Leverantör

source: Location
sv_se: Plats

source: Welcome to %{name}!
sv_se: Välkomen till %{name}

source: Actors
sv_se: Utförare (skotare/skördare)

source: Area
sv_se: Areal

source: Buyers
sv_se: Köpare

source: Deforestation confirmed date
sv_se: Hygges anmälan godkänd datum

source: Deforestation submission date
sv_se: Hygges anmälan lämnad datum

source: Delete
sv_se: Ta Bort

source: Edit
sv_se: Redigera

source: New Buyer
sv_se: Nya Köpare

source: Preliminary volume
sv_se: Preliminär Volym

source: Show
sv_se: Visa

source: Sticks
sv_se: Ris?

source: Sticks volume
sv_se: Risvolym

source: Listing Objects
sv_se: Alla Objekt

source: New Object
sv_se: Nytt Objekt

source: Back
sv_se: Tillbaka

source: Object
sv_se: Objekt

source: Show %{type}
sv_se: Visa %{type}

source: Business Status
sv_se: Affärs Status

source: Object Type
sv_se: Objekt Typ

source: Oops, something went wrong!
sv_se: Oops, något gick snett!

source: Please check the errors below.
sv_se: Inspektera felen nedan.
